<?php
// +----------------------------------------------------------------------
// | 缓存设置（文件驱动，轻量底座默认；如需 Redis 可自行扩展）
// +----------------------------------------------------------------------
return [
    // 默认缓存驱动
    'default' => 'file',
    // 缓存连接方式配置
    'stores'  => [
        'file' => [
            // 驱动方式
            'type'   => 'File',
            // 缓存保存目录
            'path'   => '',
            // 缓存前缀
            'prefix' => '',
            // 缓存有效期 0 表示永久缓存
            'expire' => 0,
        ],
    ],
];
